"""
exchange插件的配置文件
"""
SEARCH_URL = "https://srh.bankofchina.com/search/whpj/search_cn.jsp"
AVAILABLE_CURRENCY = ("英镑", "港币", "美元", "瑞士法郎", "德国马克",
                      "法国法郎", "新加坡元", "瑞典克朗", "丹麦克朗",
                      "挪威克朗", "日元", "加拿大元", "澳大利亚元",
                      "欧元", "澳门元", "菲律宾比索", "泰国铢", "新西兰元",
                      "韩国元", "卢布", "林吉特", "新台币", "西班牙比塞塔",
                      "意大利里拉", "荷兰盾", "比利时法郎", "芬兰马克",
                      "印度卢比", "印尼卢比", "巴西里亚尔", "阿联酋迪拉姆",
                      "南非兰特", "沙特里亚尔", "土耳其里拉")
